/*
 Localized strings for CFErrors returned by AVFoundationCF.

 When displayed in an alert, the strings whose keys end in _Description will be the alert title.
 The strings whose keys end in _RecoverySuggestion or _FailureReason will be the alert body.
 */

"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_Description" = "Handlingen kan ikke fullføres";
"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_RecoverySuggestion" = "Prøv igjen senere.";

"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_Description" = "Kan ikke åpne";
"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_FailureReason" = "Medieformatet støttes ikke.";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_Description" = "Kan ikke åpne";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_FailureReason" = "Mediet er kanskje skadet.";

"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_Description" = "Kan ikke åpne";
"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_FailureReason" = "Programmet er ikke autorisert til å spille av denne filen."; /* the file is DRM protected */
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_Description" = "Kan ikke åpne";
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_FailureReason" = "Mediet kan ikke brukes.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_Description" = "Kan ikke dekode";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_FailureReason" = "Den nødvendige dekoderen for mediet er opptatt.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_RecoverySuggestion" = "Stopp alle andre handlinger som dekoder medier, og prøv igjen.";
